Repository: byteplow/tine20
Catalog: tine20/Addressbook/translations/*.po
Languages: pl

source: All Contacts
pl: Wszystkie kontakty

source: This contact has been automatically added by the system as an event attender
pl: Niniejszy kontakt został dodany automatycznie przez system jako uczestnik wydarzenia

source: CSV all data
pl: Wszystkie dane jako CSV

source: Word details
pl: Szczegóły Word

source: Excel all data
pl: Wszystkie dane jako Excel

source: Excel overview
pl: Podgląd Excel

source: OpenDocument all data
pl: Wszystkie dane jako OpenDocument

source: PDF details
pl: Szczegóły PDF

source: Excel phone list
pl: Listy telefonów jako Excel

source: Excel phone list grouped by company
pl: Listy telefonów pogrupowane według firmy jako Excel

source: Business Contact Data
pl: Dane kontaktowe firmy

source: Organisation / Unit
pl: Organizacja / Jednostka

source: Business Address
pl: Adres firmy

source: Telephone Work
pl: Telefon (biuro)

source: Telephone Cellphone
pl: Telefon (komórka)

source: Telephone Car
pl: Telefon (samochód)

source: Telephone Fax
pl: Faks

source: Telephone Page
pl: Pager

source: Role
pl: Rola

source: Room
pl: Pokój

source: Assistant
pl: Sekretarka

source: Assistant Telephone
pl: Telefon sekretarki

source: Private Contact Data
pl: Prywatne dane kontaktowe

source: Private Address
pl: Adres prywatny

source: Email Home
pl: E-mail domowy

source: Telephone Home
pl: Telefon domowy

source: Telephone Cellphone Private
pl: Telefon prywatny (komórka)

source: Telephone Fax Home
pl: Faks domowy

source: URL Home
pl: Prywatny URL

source: Other Data
pl: Inne dane

source: Birthday
pl: Urodziny

source: Job Title
pl: Stanowisko

source: Internal Contacts
pl: Kontakty wewnętrzne

source: All contacts I have read grants for
pl: Wszystkie kontakty, które wolno mi czytać

source: My company
pl: Moja firma

source: All coworkers in my company
pl: Wszyscy współpracownicy z mojej firmy

source: My contacts
pl: Moje kontakty

source: All contacts in my Addressbooks
pl: Wszystkie kontakty w mojej książce adresowej

source: Last modified by me
pl: Ostatnio zmienione przeze mnie

source: All contacts that I have last modified
pl: Wszystkie kontakty ostatnio zmienione przeze mnie

source: All contacts
pl: Wszystkie kontakty

source: Default Addressbook
pl: Domyślna książka adresowa

source: The default addressbook for new contacts
pl: Domyślna książka adresowa dla nowych kontaktów

source: Default Favorite
pl: Domyślny, ulubiony zasób

source: The default favorite which is loaded on addressbook startup
pl: Domyślny ulubiony adres ładowany podczas otwierania skrzynki adresowej

source: Contacts ODS export configuration
pl: Konfiguracja eksportu kontaktów do ODS

source: Use this configuration for the contact ODS export.
pl: Zastosuj niniejszą konfigurację dla eksportu kontaktów do ODS.

source: Contacts XLS export configuration
pl: Konfiguracja eksportu kontaktów do XLS

source: Use this configuration for the contact XLS export.
pl: Zastosuj niniejszą konfigurację dla eksportu kontaktów do XLS.

source: default
pl: Domyślnie

source: manage shared addressbooks
pl: edytowanie wspólnych książek adresowych

source: Create new shared addressbook folders
pl: Utwórz nowe, wspólne książki adresowe

source: manage shared addressbook favorites
pl: zarządzanie ulubionymi ze wspólnej książki adresowej

source: Create or update shared addressbook favorites
pl: Utwórz albo uaktualnij ulubione ze wspólnej książki adresowej

source: Manage lists in CoreData
pl: Zarządzaj listami podstawowych danych

source: View, create, delete or update lists in CoreData application
pl: Podgląd, tworzenie, usuwanie lub aktualizacja list w aplikacji danych podstawowych

source: Manage list functions in CoreData
pl: Zarządzaj listami funkcji w podstawowych danych

source: View, create, delete or update list functions in CoreData application
pl: Podgląd, tworzenie, usuwanie lub aktualizacja list funkcji w aplikacji danych podstawowych

source: Contact
pl: kontakt

source: Business
pl: Firma

source: Phone
pl: Telefon

source: Mobile
pl: Komórka

source: Fax
pl: Faks

source: Web
pl: WWW

source: Private
pl: Prywatnie

source: Member of List
pl: Uczestnik listy

source: Members
pl: Uczestnicy

source: Remove Member
pl: Usuń uczestnika

source: Last Name
pl: Nazwisko

source: Name
pl: Nazwa

source: First Name
pl: Imię

source: Middle Name
pl: Drugie imię

source: Title
pl: Tytuł

source: Suffix
pl: Dopełnienie nazwiska (sufiks)

source: Display Name
pl: Wyświetlana nazwa

source: Company
pl: Firma

source: Unit
pl: Jednostka

source: Salutation
pl: Forma grzecznościowa

source: Job Role
pl: Pełniona funkcja

source: Street (Company Address)
pl: Ulica (adres firmy)

source: Company Address
pl: Adres firmy

source: Street 2 (Company Address)
pl: Ulica 2 (adres firmy)

source: City (Company Address)
pl: Miasto (adres firmy)

source: Region (Company Address)
pl: Region (adres firmy)

source: Postal Code (Company Address)
pl: Kod pocztowy (adres firmy)

source: Country (Company Address)
pl: Państwo (adres firmy)

source: Longitude (Company Address)
pl: Długość geograficzna (adres firmy)

source: Latitude (Company Address)
pl: Szerokość geograficzna (adres firmy)

source: Street (Private Address)
pl: Ulica (adres prywatny)

source: Street 2 (Private Address)
pl: Ulica 2 (adres prywatny)

source: City (Private Address)
pl: Miasto (adres prywatny)

source: Region (Private Address)
pl: Region (adres prywatny)

source: Postal Code (Private Address)
pl: Kod pocztowy (adres prywatny)

source: Country (Private Address)
pl: Państwo (adres prywatny)

source: Preferred Address
pl: Preferowane adresy

source: Company Communication
pl: Komunikacja firmowa

source: Phone (private)
pl: Telefon (prywatny)

source: Private Communication
pl: Komunikacja prywatna

source: Fax (private)
pl: Faks (prywatny)

source: Mobile (private)
pl: Komórka (prywatna)

source: E-Mail (private)
pl: E-mail (prywatny)

source: Web (private)
pl: WWW (prywatne)

source: Description
pl: Opis

source: Groups
pl: Grupy

source: Contacts
pl: Kontakty

source: Addressbook
pl: Książka adresowa

source: Addressbooks
pl: książki adresowe

source: User Account
pl: Konto użytkownika

source: Quick Search
pl: Szybkie wyszukiwanie

source: Street
pl: Ulica

source: Region
pl: Województwo

source: Postal Code
pl: Kod pocztowy

source: City
pl: Miasto

source: Country
pl: Kraj

source: Type
pl: Ikona

source: Last Modified Time
pl: Czas ostatniej zmiany

source: Last Modified By
pl: Ostatnio zmienione przez

source: Creation Time
pl: Utworzono

source: Created By
pl: Utworzone przez

source: List
pl: Lista

source: Lists
pl: Listy

source: Email Addresses
pl: Adresy e-mail

source: Quick search
pl: Szybkie wyszukiwanie

source: List Functions
pl: Pokaż funkcje

source: Structures
pl: Struktury

source: Search for system groups ...
pl: Znajdź grupy systemowe...

source: Search for groups ...
pl: Znajdź grupy...

source: Map
pl: Mapowanie

source: Personal Information
pl: Informacje osobiste

source: Contact Information
pl: Informacje kontaktowe

source: Street 2
pl: Ulica 2

source: Enter description
pl: Wprowadź opis

source: Parse address
pl: Wczytaj adres

source: Print contact
pl: Drukuj kontakt

source: Paste address
pl: Dodaj adres

source: Please paste an address or a URI to a vcard that should be parsed:
pl: Proszę wpisać do elektronicznej wizytówki adres lub URI przeznaczone do sczytania.

source: Failed to parse address!
pl: Sczytanie adresu nie powiodło się!

source: The address could not be read.
pl: Sczytanie adresu było niemożliwe.

source: End token mode
pl: Zakończ tryb znakowy

source: List Information
pl: Pokaż informację

source: List type
pl: Pokaż typ

source: {0} must be given
pl: Należy wprowadzić {0}

source: New Contact
pl: Nowy kontakt

source: Resources
pl: Zasoby

source: Select list
pl: Wybierz listę

source: Search for users ...
pl: Znajdź użytkowników...

source: Search for Contacts ...
pl: Znajdź kontakty ...

source: Tags
pl: Znaczniki

source: System Group
pl: Grupa systemowa

source: Group
pl: Grupa

source: Import contacts
pl: Importuj kontakty

source: Contact of a user account
pl: Kontakt konta użytkownika

source: No name
pl: Brak nazwy

source: Not set
pl: Brak ustawień

source: Full Name
pl: Imię i nazwisko

source: Postalcode
pl: Kod pocztowy

source: Street (private)
pl: Ulica (adres prywatny)

source: City (private)
pl: Miasto (adres prywatny)

source: Region (private)
pl: Województwo (adres prywatny)

source: Postalcode (private)
pl: Kod pocztowy (adres prywatny)

source: Country (private)
pl: Kraj (adres prywatny)

source: Car phone
pl: Telefon (samochód)

source: Email (private)
pl: E-mail (prywatny)

source: URL (private)
pl: URL (prywatny)

source: Note
pl: Notatka

source: Timezone
pl: Strefa czasowa

source: Geo
pl: Położenie geograficzne

source: Company address
pl: Adres firmy

source: Private address
pl: Adres prywatny

source: Related to
pl: Powiązane z

source: Customfields
pl: Pola użytkownika

source: Select record to see its details
pl: Wybierz wiersz, aby wyświetlić szczegóły

source: This module visualises hierarchically depended relations between records of different types.
pl: Niniejszy moduł przedstawia hierarchię relacji pomiędzy wierszami różnych typów.

source: Hierarchically depended relations are created automatically for some data types like users and groups, but can also be created manually via the corresponding relation types.
pl: Dla niektórych typów danych, takich jak użytkownicy i grupy, hierarchia relacji jest tworzona automatycznie, ale można ją również tworzyć ręcznie za pomocą odpowiednich typów relacji.

source: Loading Structure data...
pl: Ładowanie danych struktury ...

source: Import CSV formated contacts from Google address book
pl: Importuj kontakty CSV z książki adresowej Google

source: Contact import from Google address book
pl: Import kontaktów z książki adresowej Google

source: LX-Office CSV Contact import
pl: Import kontaktów LX-Office jako CSV

source: Import CSV formated contacts from LX-Office
pl: Importuj kontakty CSV z LX-Office

source: Import CSV formated contacts from Outlook 2007 German address book
pl: Importuj kontakty z książki adresowej Outlook 2007 German jako CSV

source: CSV Outlook 2007 German
pl: CSV Outlook 2007 po niemiecku

source: Import CSV formated contacts from Exchange / Outlook address book
pl: Importuj kontakty z książki adresowej Exchange / Outlook jako CSV

source: Contact CSV import from Outlook address book
pl: Import CSV kontaktów z książki adresowej Outlook

source: Import vCard formated contacts
pl: Importuj kontakty jako vCard

source: Contact VCARD import
pl: Import kontaktów z VCARD

source: Tine 2.0 contact CSV import
pl: Tine 2.0 import kontaktów jako CSV

source: Import CSV formated contacts from Tine 2.0 address book
pl: Importuj kontakty CSV z książki adresowej Tine 2.0

source: Import list (###CURRENTDATE###)
pl: Lista importu (###CURRENTDATE###)

source: Contacts imported on ###CURRENTDATE### at ###CURRENTTIME### by ###USERFULLNAME###
pl: Kontakty zaimportowane ###CURRENTDATE### o ###CURRENTTIME### przez ###USERFULLNAME###

source: Contact CSV import from mac address book
pl: Import kontaktów z CSV książki adresowej Mac

source: %s's personal addressbook
pl: %s osobista książka adresowa

source: Enabled Features
pl: Aktywne funkcje

source: Addressbook List View
pl: Książka adresowa. widok listy

source: Shows an additional view for lists inside the addressbook
pl: Wyświetla dodatkowy widok list wewnątrz książki adresowej

source: Manage resources in Addressbook
pl: Zarządzaj zasobami w książce adresowej

source: Show Structure Panel in Addressbook
pl: Wyświetl panel struktury w książce adresowej

source: Visualize relations of records
pl: Wizualizuj relacje pomiędzy wierszami

source: Contact duplicate check fields
pl: Pola sprawdzane pod kątem powtarzalności danych

source: These fields are checked when a new contact is created. If a record with the same data in the fields is found, a duplicate exception is thrown.
pl: Niniejsze pola są sprawdzane, gdy tworzony jest nowy kontakt. Jeśli zostanie znaleziony wiersz z polami zawierającymi takie same dane, zostanie wyświetlony wyjątek - duplikat.

source: Contact Hidden Criteria
pl: Ukryte kryteria kontaktu

source: The contact is hidden if it is ... (one of: disabled, expired or never)
pl: Kontakt jest ukryty, jeśli jest ... (jedno z: dezaktywowany, przedawniony albo nieużywany)

source: Contact salutations available
pl: Dostępne formy powitania

source: Possible contact salutations. Please note that additional values might impact other Addressbook systems on export or syncronisation.
pl: Możliwe formy powitania. Pamiętaj proszę, że podczas eksportu albo synchronizacji dodatkowe wartości mogą nie być uwzględniane.

source: Mr
pl: Pan

source: Ms
pl: Pani

source: Parsing rules for addresses
pl: Reguły parsowania adresów

source: Path to a XML file with address parsing rules.
pl: Ścieżka do pliku XML zawierającego reguły parsowania adresów.

source: List types available
pl: Lista dostępnych typów

source: List types available.
pl: Lista dostępnych typów.

source: Department
pl: Dział

source: Mailing list
pl: Lista mailingowa
