Repository: byteplow/tine20
Catalog: tine20/Admin/translations/*.po
Languages: hr_hr

source: Your container has been changed
hr_hr: Vaš spremnik je izmijenjen

source: Your container has been changed by %1$s %2$sNote: %3$s
hr_hr: Vaš spremnik je izmijenje id %1$s %2$s. Bilješka: %3$s

source: manage access log
hr_hr: upravljanje logovima pristupa

source: delete access log entries
hr_hr: izbrisati unose logova pristupanja

source: manage accounts
hr_hr: upravljanje računima

source: add and edit users and groups, add group members, change user passwords
hr_hr: dodaj i uredi korisnike i grupe, dodaj članove grupa, promijeni korisničke zaporke

source: manage applications
hr_hr: upravljanje modulima

source: enable and disable applications, edit application settings
hr_hr: omogući i onemogući module, uredi postavke modula

source: manage roles
hr_hr: upravljanje ulogama

source: add and edit roles, add new members to roles, add application rights to roles
hr_hr: dodaj i uredi uloge, dodijeli uloge novim korisnicima, dodijeli ulogama prava na rad s modulima

source: manage shared tags
hr_hr: upravljanje zajedničkim oznakama

source: add, delete and edit shared tags
hr_hr: dodaj, izbriši i uredi zajedničke oznake

source: manage computers
hr_hr: upravljanje računalima

source: add, delete and edit (samba) computers
hr_hr: dodaj, izbriši i uredi (samba) računala

source: manage containers
hr_hr: upravljanje spreminicima

source: add, delete and edit containers and manage container grants
hr_hr: dodaj, izbirši i uredi spremnike i upravljanje pravima nad spreminicima

source: view access log
hr_hr: pregled logova pristupanja

source: view access log list
hr_hr: pregled liste logova pristupanja

source: view accounts
hr_hr: pregled korisničkih računa

source: view accounts list and details
hr_hr: pregled detalja svih korisničkih računa

source: view applications
hr_hr: pregled modula

source: view applications list and details
hr_hr: pregled detalja modula

source: view roles
hr_hr: pregled uloga

source: view roles list and details
hr_hr: pregled detalja svih uloga

source: view computers
hr_hr: pregled računala

source: view computers list and details
hr_hr: pregled detalja svih računala

source: view containers
hr_hr: pregled spremnika

source: view personal and shared containers
hr_hr: pregled privatnih i dijeljenih spremnika

source: Confirm
hr_hr: Potvrdi

source: Do you really want to delete the selected tags?
hr_hr: Želite li izbrisati označene oznake?

source: Deleting tag(s)...
hr_hr: Brisanje oznake(a)...

source: Add Tag
hr_hr: Dodaj Oznaku

source: Edit Tag
hr_hr: Uredi Oznaku

source: Delete Tag
hr_hr: Obriši Oznaku

source: Search:
hr_hr: Pretraži:

source: Displaying tags {0} - {1} of {2}
hr_hr: Prikaz oznaka {0} - {1} od {2}

source: No tags to display
hr_hr: Nema oznaka za prikaz

source: Color
hr_hr: Boja

source: Usage:&#160;
hr_hr: Iskorišteno:&#160;

source: Name
hr_hr: Naziv

source: Description
hr_hr: Opis

source: Default Addressbook for new contacts and groups
hr_hr: Početni adresar za nove kontakte i grupe

source: Computer Name
hr_hr: Naziv računala

source: Please wait
hr_hr: Molimo pričekajte

source: Updating Memberships
hr_hr: Ažuriranje članova

source: Failed
hr_hr: Neuspjelo

source: Could not save role.
hr_hr: Nije moguće spremiti ulogu.

source: Errors
hr_hr: Greške

source: Please fix the errors noted.
hr_hr: Molimo Vas da ispravite zabilježene greške.

source: Deleting role...
hr_hr: Brisanje uloge...

source: Some error occurred while trying to delete the role.
hr_hr: Pojavila se greška tijekom brisanja uloge.

source: Rights
hr_hr: Prava

source: Members
hr_hr: Članovi

source: Role Name
hr_hr: Naziv uloge

source: Transferring {0}...
hr_hr: Prijenos {0}...

source: Role
hr_hr: Uloga

source: Add New Role
hr_hr: Dodaj novu ulogu

source: Edit Role "{0}"
hr_hr: Uredi Ulogu "{0}"

source: Do you really want to delete the selected groups?
hr_hr: Želite li izbrisati označene grupe?

source: Deleting group(s)...
hr_hr: Brisanje grupe(a)...

source: Some error occurred while trying to delete the group.
hr_hr: Pojavila se greška tijekom brisanja grupe.

source: Add Group
hr_hr: Dodaj grupu

source: Edit Group
hr_hr: Uredi grupu

source: Delete Group
hr_hr: Izbriši grupu

source: Displaying groups {0} - {1} of {2}
hr_hr: Prikaz grupa {0} - {1} od {2}

source: No groups to display
hr_hr: Nema grupa za prikaz

source: Group Name
hr_hr: Naziv grupe

source: Visibility
hr_hr: Vidljivost

source: Display in addressbook
hr_hr: Prikaži u imeniku

source: Hide from addressbook
hr_hr: Sakrij u imeniku

source: Saved in Addressbook
hr_hr: Spremljeno u adresar

source: Group Members
hr_hr: Članovi grupe

source: Domain is not allowed. Check your SMTP domain configuration.
hr_hr: Domena nije dopuštena. Provjerite konfiguraciju Vašeg SMTP servera.

source: Access Log
hr_hr: Pristupni logovi

source: Group
hr_hr: Grupa

source: Groups
hr_hr: Grupe

source: Application
hr_hr: Modul

source: Applications
hr_hr: Moduli

source: Updating Tag
hr_hr: Ažuriranje oznake

source: Allowed Contexts
hr_hr: Dozvoljena značenja

source: Context
hr_hr: Značenje

source: Account Rights
hr_hr: Prava korisničkog računa

source: View
hr_hr: Pregled

source: Use
hr_hr: Korištenje

source: Tag Name
hr_hr: Naziv oznake

source: Tag
hr_hr: Oznaka

source: Add New Tag
hr_hr: Dodaj novu oznaku

source: Edit Tag "{0}"
hr_hr: Uredi Oznaku "{0}"

source: User
hr_hr: Korisnika

source: Users
hr_hr: Korisnici

source: Samba User
hr_hr: Samba korisnik

source: Email User
hr_hr: E-mail korisnik

source: Enable Account
hr_hr: Omogući račun

source: Disable Account
hr_hr: Onemogući račun

source: Reset Password
hr_hr: Resetiraj lozinku

source: Display name
hr_hr: Prikaz imena

source: Login name
hr_hr: Korisničko ime

source: Last name
hr_hr: Prezime

source: First name
hr_hr: Ime

source: Last login at
hr_hr: Zadnja prijava

source: Last login from
hr_hr: Zadnja prijava od

source: Password Must Change
hr_hr: Potrebna promjena zaporke

source: Password changed
hr_hr: Zaporka je promijenjena

source: Expires
hr_hr: Ističe

source: Set new password
hr_hr: Postavi novu zaporku

source: Please enter the new password:
hr_hr: Molimo Vas da unesete novu zaporku:

source: Passwords do not match!
hr_hr: Zaporke nisu jednake!

source: Passwords match!
hr_hr: Lozinke su iste!

source: Primary group
hr_hr: Primarna grupa

source: Home Directory
hr_hr: Početna mapa

source: Home Drive
hr_hr: Početni disk

source: Logon Time
hr_hr: Vrijeme prijave

source: never logged in
hr_hr: Nikada prijavljen

source: Home Path
hr_hr: Početna lokacija

source: Logoff Time
hr_hr: Vrijeme odjave

source: never logged off
hr_hr: Nikada odjavljen

source: Profile Path
hr_hr: Lokacija profila

source: Password Last Set
hr_hr: Zadnja postavljena zaporka

source: never
hr_hr: nikada

source: Logon Script
hr_hr: Skripta prijave

source: Password Can Change
hr_hr: Dozvoljena promjena zaporke

source: not set
hr_hr: nije postavljeno

source: Kick Off Time
hr_hr: Vrijeme početka

source: Quota
hr_hr: Ograničenje

source: no quota set
hr_hr: ograničenje nije postavljeno

source: Current Mailbox size
hr_hr: Trenutna veličina Sandučića

source: Current Sieve size
hr_hr: Trenutna veličina Sieve

source: Information
hr_hr: Informacija

source: Last Login
hr_hr: Zadnja prijava

source: Forward Only
hr_hr: Samo proslijedi

source: Email Alias
hr_hr: E-mail aliasi

source: Add an alias address...
hr_hr: Dodaj alias adresu...

source: Domain not allowed
hr_hr: Domena nije dozvoljena

source: Forwarding to self
hr_hr: Prosjediti na sebe

source: You are not allowed to set a forward email address that is identical to the users primary email or one of his aliases.
hr_hr: Nije dopušteno postaviti adresu za prosljeđivanje ukoliko je ona identična korisničkoj primarnoj adresi ili bilo kojem aliasu.

source: Email Forward
hr_hr: Proslijedi e-mail

source: Add a forward address...
hr_hr: Dodaj adresu za proslijeđivanje...

source: Password confirmation
hr_hr: Potvrda zaporke

source: Repeat password
hr_hr: Ponovite zaporku

source: Cancel
hr_hr: Odustani

source: Ok
hr_hr: Spremi

source: Account
hr_hr: Račun

source: Password
hr_hr: Zaporka

source: enabled
hr_hr: Omogućeno

source: disabled
hr_hr: Onemogućeno

source: expired
hr_hr: Isteklo

source: blocked
hr_hr: Blokiran

source: Invalid Status
hr_hr: Status ne postoji

source: Blocked status is only valid if the user tried to login with a wrong password to often. It is not possible to set this status here.
hr_hr: Status Blokiran je moguć samo ukoliko se korisnik pokuša prijaviti sa krivom lozinkom prevelik broj puta. Taj status nije moguće ovdje postaviti.

source: don't know
hr_hr: ne zna

source: Password set
hr_hr: Zaporka postavljena

source: User groups
hr_hr: Korisničke grupe

source: User roles
hr_hr: Korisničke role

source: Roles
hr_hr: Uloge

source: Containers
hr_hr: Spremnici

source: Shared Tags
hr_hr: Zajedničke oznake

source: Customfields
hr_hr: Dodatna polja

source: Computers
hr_hr: Računala

source: Server Information
hr_hr: Informacije o poslužitelju

source: Refresh
hr_hr: Osvježiti

source: Computer
hr_hr: Računalo

source: Label
hr_hr: Labela

source: Value
hr_hr: Vrijednost

source: Container
hr_hr: Spremnik

source: Container Name
hr_hr: Naziv spremnika

source: Type
hr_hr: Tip

source: personal
hr_hr: osobni

source: shared
hr_hr: dijeljeni

source: Order
hr_hr: Redoslijed

source: Note for Owner
hr_hr: Biljaška za vlasnika

source: Customfield
hr_hr: Dodatno polje

source: Please configure store for this field type
hr_hr: Molimo Vas postavite spremanje za ovo polje

source: Record Class
hr_hr: Zapisnik klase

source: Given record class not found
hr_hr: Zadni zapisnik klase nije pronađen

source: OK
hr_hr: U redu

source: Configure store
hr_hr: Postavite spremanje

source: Custom field definition
hr_hr: Definicija Dodatnog polja

source: Text
hr_hr: Tekst

source: Number
hr_hr: Broj

source: Date
hr_hr: Datum

source: DateTime
hr_hr: Datum i vrijeme

source: Time
hr_hr: Vrijeme

source: Search Combo
hr_hr: Polje za pretragu

source: Key Field
hr_hr: Polje vrijednosti

source: Record
hr_hr: Zapis

source: Length
hr_hr: Dužina

source: Required
hr_hr: Obavezno

source: Custom field additional properties
hr_hr: Dodatne opcije Dodatnih polja

source: Customfield already exists. Please choose another name.
hr_hr: Dodatno polje već postoji. Molimo odaberite drugo ime.

source: Enable Application
hr_hr: Omogući Modul

source: Disable Application
hr_hr: Onemogući Modul

source: Settings
hr_hr: Postavke

source: {0} Settings
hr_hr: {0} Postavke

source: enable application
hr_hr: Omogući Modul

source: disable application
hr_hr: Onemogući Modul

source: settings
hr_hr: Postavke

source: unknown status ({0})
hr_hr: Nepoznat status ({0})

source: Displaying application {0} - {1} of {2}
hr_hr: Prikaz modula {0} - {1} od {2}

source: No applications to display
hr_hr: Nema modula za prikaz

source: Version
hr_hr: Verzija

source: Do you really want to delete the selected roles?
hr_hr: Želite li izbrisati označene uloge?

source: Deleting role(s)...
hr_hr: Brisanje uloge(a)...

source: Add Role
hr_hr: Dodaj Rolu

source: Edit Role
hr_hr: Uredi Rolu

source: Delete Role
hr_hr: Obriši Rolu

source: Displaying roles {0} - {1} of {2}
hr_hr: Prikaz uloga {0} - {1} od {2}

source: No roles to display
hr_hr: Nema uloga za prikaz

source: IP Address
hr_hr: IP Adresa

source: Login Time
hr_hr: Vrijeme prijave

source: Logout Time
hr_hr: Vrijeme odjave

source: Client Type
hr_hr: Tip klijenta

source: Session ID
hr_hr: ID sesije

source: Login Name
hr_hr: Korisničko ime

source: Result
hr_hr: Rezultat

source: user blocked
hr_hr: korisnik blokiran

source: password expired
hr_hr: lozinka istekla

source: user disabled
hr_hr: korisnik onemogućen

source: invalid password
hr_hr: Neispravna zaporka

source: ambiguous username
hr_hr: nejasno korisničko ime

source: user not found
hr_hr: korisnik nije pronađen

source: failure
hr_hr: neuspješno

source: success
hr_hr: uspješno

source: Default IMAP user settings
hr_hr: Glavne IMAP korisničke postavke
